tap "masaki39/tap"
brew "bat"
brew "btop"
brew "clipboard"
brew "convmv"
brew "csvlens"
brew "delta"
brew "devcontainer"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "marp-cli"
brew "neovim"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "rsync"
brew "sevenzip"
brew "starship"
brew "tty-clock"
brew "uv"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "masaki39/tap/csl"
brew "masaki39/tap/emoji"
brew "masaki39/tap/typewriter"
cask "docker-desktop"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "libreoffice"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "raycast"
cask "slicer"
uv "claude-monitor"
uv "ppget"
uv "pplyz"
uv "twine"
