brew "clipboard"
brew "convmv"
brew "csvlens"
brew "devcontainer"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "marp-cli"
brew "neovim"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "rsync"
brew "sevenzip"
brew "starship"
brew "uv"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "anki"
cask "docker-desktop"
cask "ghostty"
cask "google-chrome"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "raycast"
cask "slicer"
